Repository: sugar-activities/4545-activity
Catalog: po/*.po
Languages: da, hy, nl

source: Analyze Journal
da: Analyse-journal
hy: Վերլուծել Մատյանը
nl: Analyseer dagboek

source: chart of Sugar Journal activity
da: over over aktivitet fra Sugar-journal
hy: Sugar Մատյան գործունեության աղյուսակ
nl: grafiek van Sugar Journal activiteit

source: Save as image
da: Gem som et billede
hy: Պահպանել որպես պատկեր

source: Read Freespace data
da: Læs friplads-data
hy: Ընթերցել Ազատ տարածության տվյալները
nl: Lees Freespace gegevens

source: Read Journal data
da: Læs Journal-data
hy: Ընթերցել Մատյանի տվյալները
nl: Lees logboek gegevens

source: Read Turtle data
da: Læs Skildpadde-data
hy: Ընթերցել Կրիայի տվյալները
nl: Lees Turtle gegevens

source: Vertical Bar Chart
da: Lodret søjlediagram
hy: Ուղղահայաց Սյունակի Գրաֆիկ
nl: Verticaal staafdiagram

source: Horizontal Bar Chart
da: Vandret søjlediagram
hy: Հորիզոնական Սյունակի Գրաֆիկ
nl: Horizontaal staafdiagram

source: Pie Chart
da: Cirkeldiagram
hy: Կարկանդակի Աղյուսակ
nl: Taartpuntendiagram

source: Fullscreen
da: Fuldskærm
hy: Էկրանի չափով
nl: Volledig scherm

source: Invalid object
da: Ugyldigt objekt
hy: Անվավեր առարկա
nl: Ongeldig object

source: The selected object must be a %s file
da: Det valgte objekt skal være en %s-fil
hy: Ընտրված առարկան պետք է լինի %s ֆայլ
nl: Het geselecteerde object moet een %s bestand zijn

source: Ok
hy: Լավ

source: Turtle
da: Skildpadde
hy: Կրիա
nl: Schildpad

source: Label
da: Etikette
hy: Պիտակ

source: Value
da: Værdi
hy: Արժեք
nl: Waarde

source: Invalid Value
da: Ugyldig værdi
hy: Անվավեր Արժեք
nl: Ongeldige waarde

source: The value must be a number (integer or decimal)
da: Værdien skal være et tal (heltal eller decimal)
hy: Արժեքը պետք է լինի թվական (ամբողջական կամ տասնորդական)
nl: De waarde moet een getal zijn (geheel of kommagetal)

source: Basic usage
da: Grundlæggende brug
hy: Հիմնական կիրառումը
nl: Basis gebruik

source: First select data type:
da: Vælg først datatype:
hy: Առաջինը ընտրեք տվյալների տեսակը`
nl: Selecteer eerst gegevenstype:

source: The free space in the Journal;
da: Den fri plads i journalen;
hy: Ազատ տարածքը Մատյանում
nl: De vrije ruimte in het logboek;

source: The types of Sugar Activities you have used;
da: De typer Sugar-aktiviteter du har anvendt;
hy: Sugar Գործունեությունների տեսակները, որոնք դու օգտագործել ես,
nl: De soorten van Sugar Activiteiten die je hebt gebruikt;

source: The types of blocks used in Turtle Art.
da: De typer af blokke som er anvendt i Skildpadde-kunst.
hy: Turtle Art-ում գործածված բլոկերի տեսակը
nl: De soorten blokken gebruikt in Turtle Kunst.

source: The graph title is the same as the Activity title
da: Graf-titlen er den samme som aktivitetstitlen
hy: Գծագրի վերնագիրը նույնն է ինչպես Գործունեությանը
nl: De titel van de diagram is dezelfde als de titel van de Activiteit

source: You can change the type of graph:
da: Du kan ændre graftypen:
hy: Կարող ես փոխոլ գծագրի տեսակը
nl: Je kan het type diagram wijzigen:

source: Vertical bars
da: Lodrette søjler
hy: Ուղղահայաց սյունակներ
nl: Verticale staven

source: Horizontal bars
da: Vandrette søjler
hy: Հորիզոնական սյունակներ
nl: Horizontale staven

source: Lines
da: Linjer
hy: Տողեր
nl: Lijnen

source: Pie
da: Cirkel
hy: Կարկանդակ
nl: Taart

source: Saving as an image
da: Gem som et billede
hy: Պահպանում է որպես պատկեր
nl: Bewaar als een afbeelding

source: In the activity toolbar you have button to save the graph as an image
da: I værktøjslinjen for aktivitet har du en knap til at gemme grafen som et billede
hy: Գործունեության գործիքաշարում կա կոճակ, որի օգնությամբ կարող ես պահպանել գծագիրը որպես պատկեր
nl: In de activiteiten-werkbalk heb je een knop om de diagram als afbeelding op te slaan

source: Help
da: Hjælp
hy: Օգնություն

source: Free space
da: Fri plads
hy: Ազատ Տարածություն
nl: Vrije ruimte

source: Used space
da: Anvendt plads
hy: Օգտագործված տարածություն
nl: Gebruikte ruimte

source: turtle
da: skildpadde
hy: Կրիա
nl: schildpad

source: pen
hy: գրիչ

source: number
da: tal
hy: համար
nl: getal

source: flow
da: retning
hy: հոսք
nl: stroom

source: box
da: boks
hy: տուփ
nl: doos

source: sensor
hy: զգայակ

source: media
da: medie
hy: լրատվամիջոց

source: extras
da: tilbehør
hy: ավելադիրներ

source: other
da: andet
hy: այլ
nl: andere
