Repository: sugar-activities/4545-activity
Catalog: po/ayc.po
Languages: ayc

source: Analyze Journal
ayc: Sapüru luräwi qhanstayaña

source: chart of Sugar Journal activity
ayc: Sugar wakichäwina sapüru lurawinaka rixitapa

source: Save as image
ayc: Wakichata rixitjama imaña

source: Read Freespace data
ayc: Ch'usjtata pacha yatiñanakapa ullaña

source: Read Journal data
ayc: Sapüru luräwi yatiyäwinaka ullaña

source: Read Turtle data
ayc: Tortuga wakichatana yatiyäwinakapa ullaña

source: Vertical Bar Chart
ayc: Sayt'u siqinaka rixipa

source: Horizontal Bar Chart
ayc: Ampsta siqinaka rixita

source: Pie Chart
ayc: Turta rixita

source: Fullscreen
ayc: Maypacha uñtäwi

source: Invalid object
ayc: Jani wakisiri utjiri

source: The selected object must be a %s file
ayc: Ajllita utjirixa maya imawi wakichatañapawa %s

source: Ok
ayc: Waliki

source: Turtle
ayc: Tortuga wakichäwi

source: Label
ayc: Sutiñchäwi

source: Value
ayc: Chani

source: Invalid Value
ayc: Jani wakisiri chani

source: The value must be a number (integer or decimal)
ayc: Chanixa maya phuqata jakhuñapawa (maypacha jani ukaxa tunkachata)

source: Basic usage
ayc: Qallta apnaqäwi

source: First select data type:
ayc: Yatiyäwinaka kasta nayraqata chhijlläwi:

source: The free space in the Journal;
ayc: Sapüru luräwi wakichatana ch'usäwi

source: The types of Sugar Activities you have used;
ayc: Sugar kunaymana kasta luräwinaka apnaqatama;

source: The types of blocks used in Turtle Art.
ayc: TurtleBlocks wakichatana apnaqata kunaymana siqinaka.

source: The graph title is the same as the Activity title
ayc: Luräwina sutipaxa rixitana sutipa pachpawa

source: You can change the type of graph:
ayc: Uka kasta rixita janiti jaqtasma:

source: Vertical bars
ayc: Sayt'u siqinaka

source: Horizontal bars
ayc: Ampsta siqinaka

source: Lines
ayc: Chiqa rixinaka

source: Pie
ayc: Turta

source: Saving as an image
ayc: Rixita wakichatjama imaña

source: In the activity toolbar you have button to save the graph as an image
ayc: Luräwinaka wakichäwina maya limt'añawa utji ukampiwa maya rixita yaqha rixita wakichatjama imasma

source: Help
ayc: Yanapt'a

source: Free space
ayc: Ch'usa pacha

source: Used space
ayc: Apnaqata pacha

source: turtle
ayc: Tortuga wakichäwi

source: pen
ayc: Lapisa

source: number
ayc: Jakhu

source: flow
ayc: Q'axchaña

source: box
ayc: Kajuna

source: sensor
ayc: Wayt'iri

source: media
ayc: utjirinaka

source: extras
ayc: yaqha wakisirinaka

source: other
ayc: Yaqhanaka
